IDEA StatiCa Open Model
BendData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the BendData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public BendData()
Public Sub New
public:
BendData()
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace